---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.ViewSlantedColumnSymbolOffset
source: html/ea2774d3-bb3a-1e9c-767f-f1c3095b53bf.htm
---
# Autodesk.Revit.DB.ParameterTypeId.ViewSlantedColumnSymbolOffset Property

"Column Symbolic Offset"

## Syntax (C#)
```csharp
public static ForgeTypeId ViewSlantedColumnSymbolOffset { get; }
```